[
  {
    "id": "b045f4b8-e1b7-4bbd-8ef4-53857a551191",
    "slug": "norwegian-forest-cat",
    "title": "Норвежская лесная кошка",
    "excerpt": "Относительно новая и редкая порода в США, норвежская лесная кошка...",
    "image": "/data/images/202504202404beautiful-cat-breed-norwegian-cat-breed.avif",
    "content": "Известная в Норвегии как skogkatt (в переводе — «лесная кошка»), норвежская лесная кошка обладает роскошной шубой, которая служила естественной защитой, когда она жила в лесах. Этот мех делает и без того крупную кошку визуально ещё больше. Изолирующая, водоотталкивающая двойная шерсть защищала от суровых скандинавских зим. Она включает в себя пышную гриву на шее, пушистый хвост, задние «брюки» и кисточки на лапах. «Они действительно выглядят так, будто вышли из сказочного леса», — говорит Кайгер.\n\nХотя чаще всего их ассоциируют с коричневым табби-окрасом с белым, на самом деле норвежские лесные кошки могут быть практически любого окраса, кроме пойнтового, шоколадного и сиреневого.",
    "datetime": "2025-05-10T17:17"
  },
  {
    "id": "d6617b4f-f6c2-4020-9fbf-ee19fb4bfc9d",
    "slug": "bombay",
    "title": "Бомбейская кошка",
    "excerpt": "Хотите маленькую пантеру у себя дома? Обратите внимание на бомбейскую кошку...",
    "image": "/data/images/202504202404beautiful-cats-bombay.avif",
    "content": "Прозванная «лакированным ребёнком с глазами цвета медного пенни», бомбейская кошка бывает только одного окраса — чёрного. Это насыщенный, плотный чёрный с глянцевым блеском. Шерсть короткая и плотно прилегающая. Её глаза — от насыщенного золотого до медного цвета, как у новой монетки.\n\nДополняя красоту породы, у бомбеев — нежное выражение мордочки и лёгкая покачивающаяся походка, напоминающая индийского чёрного леопарда.",
    "datetime": "2025-05-06T17:17"
  },
  {
    "id": "919b3dcf-1f52-4f99-bf50-14b8d7110a67",
    "slug": "oriental",
    "datetime": "2025-05-10T15:40",
    "image": "/data/images/202504202404beautiful-cats-oriental-cat-breeds.avif",
    "content": "Представитель сиамской группы, ориентальная кошка имеет такое же телосложение, как и сиамская: изящное, длинное, гибкое и стройное. Отличительной чертой ориентала является огромное разнообразие окрасов и узоров в сочетании с короткой, гладкой шерстью. Кайгер называет ориентала сиамцем с другим узором — их более 300.\n\nОриентальная кошка бывает как длинношерстной, так и короткошерстной, что добавляет еще больше возможностей для потрясающих окрасов и узоров.",
    "excerpt": "Представитель сиамской группы, ориентальная кошка имеет такое же телосложение...",
    "title": "Ориентал"
  },
  {
    "id": "b388c8d8-2f6d-45a4-808b-5633bbffecd0",
    "slug": "cornish-rex",
    "datetime": "2025-05-10T16:15",
    "image": "/data/images/202504202404beautiful-cats-cornish-rex.avif",
    "content": "Кайгер называет корниш-рекса воплощением изгибов, дуг и ещё раз изгибов. Несмотря на то, что эти кошки выглядят изящными и хрупкими, на самом деле у них мускулистое и плотное тело. Они стройные, с глубокой изогнутой грудью и подтянутой талией, из-за чего их часто называют грейхаундами в кошачьем мире.\n\nГолова у них яйцевидной формы с высоко посаженными ушами, а выразительные овальные глаза слегка приподняты к вискам.\n\nНо самой уникальной чертой корниш-рекса является его шерсть: она заметно кудрявая, волнами напоминая укладку марсель. Даже брови и усы завиваются. Шерсть короткая, прилегает к телу и невероятно мягкая на ощупь. Окрас может быть абсолютно любым.",
    "excerpt": "Кайгер называет корниш-рекса воплощением изгибов...",
    "title": "Корниш-рекс"
  }
]