[
  {
    "slug": "norwegian-forest-cat",
    "title": "Norwegian Forest Cat",
    "excerpt": "A relatively new and rare breed in the U.S., the Norwegian Forest Cat is a very old breed in their native Norway and has been featured in folk tales and mythology for centuries.",
    "image": "/data/images/202504202404beautiful-cat-breed-norwegian-cat-breed.avif",
    "content": "Known in Norway as the skogkatt (which literally means forest cat), the Norwegian Forest Cat sports a lavish coat that served as natural protection back when they lived in the forest. The lavish coat makes this already large breed look even larger. The insulated, waterproof double coat was designed to withstand Scandinavian winters and features a full frontal ruff (hair around the neck), bushy tail, rear britches and tufted paws. “They really do look as though they walked out of a fairy-tale forest,” Keiger says,\n\nOften known for their brown tabby-and-white coats, Norwegian Forest cats actually come in nearly every possible coat pattern and color combination, except pointed, chocolate and lilac.",
    "datetime": "2025-05-10T17:17"
  },
  {
    "slug": "bomba",
    "title": "Bombay",
    "excerpt": "Want a little panther in your life? Look no further than the Bombay. An example of a hybrid breed, which combines established characteristics of domestic breeds to create a specific, third look, the Bombay is a combination of black American Shorthairs and Burmese. Keiger says the Bombay resembles the Burmese, but they are larger with a somewhat longer head and slightly larger body.",
    "image": "/data/images/202504202404beautiful-cats-bombay.avif",
    "content": "Nicknamed “the patent-leather kid with the new-penny eyes,” the Bombay comes in one color: black. But it’s a deep, dense black with a high-gloss sheen. The coat is short and tight. Their beautiful eyes are anywhere from deep, rich gold to copper—just like a new copper penny.\n\nAdding to the breed’s beauty, Bombays sport a sweet facial expression and have a cute little sway when they walk, similar to that of an Indian black leopard.",
    "datetime": "2025-05-06T17:17"
  }
]