[
  {
    "id": "369ac7b8-cb22-4c7f-9f53-6f0968b7bd24",
    "title": "Norwegian Forest Cat",
    "excerpt": "A relatively new and rare breed in the U.S., the Norwegian Forest Cat...",
    "image": "/data/images/202504202404beautiful-cat-breed-norwegian-cat-breed.avif",
    "slug": "norwegian-forest-cat",
    "content": "Known in Norway as the skogkatt (which literally means forest cat), the Norwegian Forest Cat sports a lavish coat that served as natural protection back when they lived in the forest. The lavish coat makes this already large breed look even larger. The insulated, waterproof double coat was designed to withstand Scandinavian winters and features a full frontal ruff (hair around the neck), bushy tail, rear britches and tufted paws. “They really do look as though they walked out of a fairy-tale forest,” Keiger says,\n\nOften known for their brown tabby-and-white coats, Norwegian Forest cats actually come in nearly every possible coat pattern and color combination, except pointed, chocolate and lilac.",
    "datetime": "2025-05-10T17:17"
  },
  {
    "id": "ccd7923e-67e8-460d-a9da-fa6ce75a4eeb",
    "title": "Bombay",
    "excerpt": "Want a little panther in your life? Look no further than the Bombay...",
    "image": "/data/images/202504202404beautiful-cats-bombay.avif",
    "slug": "bombay",
    "content": "Nicknamed “the patent-leather kid with the new-penny eyes,” the Bombay comes in one color: black. But it’s a deep, dense black with a high-gloss sheen. The coat is short and tight. Their beautiful eyes are anywhere from deep, rich gold to copper—just like a new copper penny.\n\nAdding to the breed’s beauty, Bombays sport a sweet facial expression and have a cute little sway when they walk, similar to that of an Indian black leopard.",
    "datetime": "2025-05-06T17:17"
  },
  {
    "id": "1934b6b9-1e63-42aa-a2a2-1d9eef7476f4",
    "title": "Oriental",
    "excerpt": "A member of the Siamese group, the Oriental has the same body type...",
    "image": "/data/images/202504202404beautiful-cats-oriental-cat-breeds.avif",
    "slug": "oriental",
    "content": "A member of the Siamese group, the Oriental has the same body type as their Siamese parent: elegant, long, lithe and slender. What makes the Oriental distinct is their wide array of colors and patterns combined with a short, sleek coat. Keiger calls the Oriental a Siamese with a different pattern—300 plus of them, in fact.\n\nThe Oriental comes in both longhair and shorthair varieties, adding the opportunity for even more breathtaking colors and patterns.",
    "datetime": "2025-05-10T15:40"
  },
  {
    "id": "7bbc58e4-ebb3-4093-b591-6fee5a8a6879",
    "title": "Cornish Rex",
    "excerpt": "Keiger calls the Cornish Rex a study in curves...",
    "image": "/data/images/202504202404beautiful-cats-cornish-rex.avif",
    "slug": "cornish-rex",
    "content": "Keiger calls the Cornish Rex a study in curves, arches and more curves. While these cats appear fine-boned and dainty, they are actually hard-bodied and muscular, slender with a deep curve to the chest rising up to a tucked-up waist, which is why they’re often referred to as the Greyhound of the cat world.\n\nTheir head is egg-shaped and topped with tall ears, while their expressive oval eyes have a slight upward slant.\n\nBut the most unique feature of the Cornish Rex is their coat, which is noticeably curly, falling into marcel waves. Even the eyebrows and whiskers are curled. The coat, which comes in all colors and patterns, is short, close to the body and incredibly soft to the touch.",
    "datetime": "2025-05-10T16:15"
  }
]